import Tags from '../../components/ui/tags/tags';
import Header from '../../components/header/header';
import Footer from '../../components/footer/footer';
import styles from './anamnesis-morbi.module.css'
function AnamnesisMorbiPage() {
  return (
    <>
      <Header />
      <div className={styles.container}>
        <Tags.H1> Anamnesis Morbi</Tags.H1>
        <p>Хворою вважаю себе із 03.24.</p>
        <Tags.H2>Скарги:</Tags.H2>
        <ul>
          <li>Березень: сухий кашель, підвищення температури тіла на вечір до 37-37.3 ℃ та спадала в ночі з пітливістю. Сухий кашель під час розмовляння та на свіжому повітрі.</li>
          <li>В кінці березня - Біль у лімфовузлах (надключичних) з обох сторін при пальпації, біль в горлі, наліт на мигдаликах.</li>
          <li>З середини квітня температура почала підніматися в день (15:00-16:00) та спадати в ночі (піднімалася до 37.5℃).</li>
          <li>На початку травня всі шийні лімфовузли з правої сторони видимо збільшились (впродовж дня був кашель). Кашель почав ставати вологим та періодично сухим і викликатися без подразників. Іноді кашель посеред ночі.</li>
          <li>З середини травня температура починає підніматися о 12:00-13:00 та спадати в ночі (піднімалася до 37.9-38℃).</li>
        </ul>
        <Tags.H2>Діагностика:</Tags.H2>
        <ul>
          <li>Огляд сімейним лікарем (діагноз: гострий фарингіт, наступний прийом: гострий тонзиліт (ангіна)), Ro ОГК, ЗАК, ЗАС.</li>
          <li>Огляд ЛОРа (бакпосів із мигдаликів - Candida albicans, аналіз на мононуклеоз, цитомегаловірус, HHV-6 - негативні).</li>
          <li>Огляд гінеколога: УЗД молочних залоз, щитовидної залози, ОМТ.</li>
          <li>Огляд гематолога: ЗАК, УЗД лімфовузлів та черевної порожнини.</li>
          <li>Огляд ЛОРа-онколога: цитологія та імуногістохімія шийного лімфовузла.</li>
          <li>Періодично ЗАК, ЗАС, БАК, група і резус, цукор крові, ЗАК, ЗАС, коагулограма, РВ, Ro ОГК, ЕКГ, тест на ВІЛ, Covid-19.</li>
        </ul>
        <Tags.H2>Ліки:</Tags.H2>
        <p>З 03.24 по 05.24 приймала:</p>
        <ul>
          <li>Бромгексин, інгаляції з фіз.розчином, спрей для горла Т-септ, сироп від кашлю Рапітус, полоскання горла фурасептом, антибіотики Азимед, спрей для горла Ангіноваг, протигрибкові Флуконазол 150 мг, антибіотик Зіннат 250 мг.</li>
          <li>Зараз на постійній основі приймаю Нурофен для збиття температури.</li>
        </ul>
      </div>
      <Footer />
    </>
  );
}

export default AnamnesisMorbiPage;
